
/* Class = "NSWindow"; title = "تفضيلات"; ObjectID = "1"; */
"1.title" = "تفضيلات";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "وقت النقطة المشار إليها"; ObjectID = "42"; */
"42.title" = "وقت النقطة المشار إليها";

/* Class = "NSMenuItem"; title = "الوقت نسبةً لنقطة التشغيل"; ObjectID = "43"; */
"43.title" = "الوقت نسبةً لنقطة التشغيل";

/* Class = "NSTextFieldCell"; title = "حجم الخط:"; ObjectID = "46"; */
"46.title" = "حجم الخط:";

/* Class = "NSTextFieldCell"; title = "عرض:"; ObjectID = "72"; */
"72.title" = "عرض:";

/* Class = "NSTextFieldCell"; title = "عند تمرير المؤشر فوق خط الزمن"; ObjectID = "74"; */
"74.title" = "عند تمرير المؤشر فوق خط الزمن";

/* Class = "NSBox"; title = "متحكم التشغيل"; ObjectID = "87"; */
"87.title" = "متحكم التشغيل";

/* Class = "NSBox"; title = "شكل الخط"; ObjectID = "108"; */
"108.title" = "شكل الخط";

/* Class = "NSTextFieldCell"; title = "لون الخط:"; ObjectID = "110"; */
"110.title" = "لون الخط:";

/* Class = "NSTextFieldCell"; title = "لون الحواف:"; ObjectID = "117"; */
"117.title" = "لون الحواف:";

/* Class = "NSTextFieldCell"; title = "إخفاء بعد:"; ObjectID = "122"; */
"122.title" = "إخفاء بعد:";

/* Class = "NSTextFieldCell"; title = "الشفافية:"; ObjectID = "128"; */
"128.title" = "الشفافية:";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "إبقاء النافذة في الأمام:"; ObjectID = "135"; */
"135.title" = "إبقاء النافذة في الأمام:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "مطلقًا"; ObjectID = "139"; */
"139.title" = "مطلقًا";

/* Class = "NSMenuItem"; title = "دائمًا"; ObjectID = "140"; */
"140.title" = "دائمًا";

/* Class = "NSMenuItem"; title = "أثناء التشغيل"; ObjectID = "141"; */
"141.title" = "أثناء التشغيل";

/* Class = "NSBox"; title = "العرض على الشاشة"; ObjectID = "142"; */
"142.title" = "العرض على الشاشة";

/* Class = "NSTextFieldCell"; title = "إخفاء بعد:"; ObjectID = "144"; */
"144.title" = "إخفاء بعد:";

/* Class = "NSTextFieldCell"; title = "لون الخط"; ObjectID = "150"; */
"150.title" = "لون الخط";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "يطابق اسم ملف الفيديو تمامًا"; ObjectID = "157"; */
"157.title" = "يطابق اسم ملف الفيديو تمامًا";

/* Class = "NSMenuItem"; title = "يحوي اسم ملف الفيديو"; ObjectID = "158"; */
"158.title" = "يحوي اسم ملف الفيديو";

/* Class = "NSMenuItem"; title = "أي اسم"; ObjectID = "159"; */
"159.title" = "أي اسم";

/* Class = "NSButtonCell"; title = "فرض إعادة بناء المحتوى"; ObjectID = "162"; */
"162.title" = "فرض إعادة بناء المحتوى";

/* Class = "NSBox"; title = "الجودة والأداء"; ObjectID = "163"; */
"163.title" = "الجودة والأداء";

/* Class = "NSButtonCell"; title = "الدخول في وضع ملء الشاشة عند بدء تشغيل الفيلم"; ObjectID = "165"; */
"165.title" = "الدخول في وضع ملء الشاشة عند بدء تشغيل الفيلم";

/* Class = "NSTextFieldCell"; title = "عدد المسالك:"; ObjectID = "167"; */
"167.title" = "عدد المسالك:";

/* Class = "NSBox"; title = "مخرج الصوت"; ObjectID = "173"; */
"173.title" = "مخرج الصوت";

/* Class = "NSTextFieldCell"; title = "التمرير من خلال:"; ObjectID = "175"; */
"175.title" = "التمرير من خلال:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding";

/* Class = "NSButtonCell"; title = "إيجاد الملف التالي وتشغيله تلقائيًا"; ObjectID = "182"; */
"182.title" = "إيجاد الملف التالي وتشغيله تلقائيًا";

/* Class = "NSButtonCell"; title = "إنهاء البرنامج عند إغلاق النافذة"; ObjectID = "184"; */
"184.title" = "إنهاء البرنامج عند إغلاق النافذة";

/* Class = "NSButtonCell"; title = "تمكين العرض على الشاشة"; ObjectID = "212"; */
"212.title" = "تمكين العرض على الشاشة";

/* Class = "NSTextFieldCell"; title = "بتفعيل هذا الخيار سيقوم MPlayerX بإعادة تجميع المحتوى لجعل الفيديو قابلًا للتمرير لأي نقطة، يفيد هذا الخيار في بعض الملفات المعطوبة، ولكنه قد يؤخر تشغيل الفيلم بضع ثواني."; ObjectID = "249"; */
"249.title" = "بتفعيل هذا الخيار سيقوم MPlayerX بإعادة تجميع المحتوى لجعل الفيديو قابلًا للتمرير لأي نقطة، يفيد هذا الخيار في بعض الملفات المعطوبة، ولكنه قد يؤخر تشغيل الفيلم بضع ثواني.";

/* Class = "NSButtonCell"; title = "استخدام الخطوط المضمنة إن أمكن"; ObjectID = "257"; */
"257.title" = "استخدام الخطوط المضمنة إن أمكن";

/* Class = "NSTextFieldCell"; title = "حجم التخزين المؤقت لتدفق البيانات:"; ObjectID = "260"; */
"260.title" = "حجم التخزين المؤقت لتدفق البيانات:";

/* Class = "NSTextFieldCell"; title = "كيلو بايت"; ObjectID = "265"; */
"265.title" = "كيلو بايت";

/* Class = "NSButtonCell"; title = "أولوية الاستخدام لبروتوكول IPV6"; ObjectID = "270"; */
"270.title" = "أولوية الاستخدام لبروتوكول IPV6";

/* Class = "NSButtonCell"; title = "عدم تعتيم باقي الشاشات عند الدخول في وضع ملئ الشاشة"; ObjectID = "282"; */
"282.title" = "عدم تعتيم باقي الشاشات عند الدخول في وضع ملئ الشاشة";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "تعطيل"; ObjectID = "296"; */
"296.title" = "تعطيل";

/* Class = "NSMenuItem"; title = "فقط في الأسفل"; ObjectID = "297"; */
"297.title" = "فقط في الأسفل";

/* Class = "NSMenuItem"; title = "في الأسفل والأعلى"; ObjectID = "298"; */
"298.title" = "في الأسفل والأعلى";

/* Class = "NSTextFieldCell"; title = "بارتفاع:"; ObjectID = "304"; */
"304.title" = "بارتفاع:";

/* Class = "NSBox"; title = "حيز الترجمة"; ObjectID = "307"; */
"307.title" = "حيز الترجمة";

/* Class = "NSTextFieldCell"; title = "من إرتفاع الفيلم"; ObjectID = "309"; */
"309.title" = "من إرتفاع الفيلم";

/* Class = "NSButtonCell"; title = "بدء التشغيل عند فتح الملف"; ObjectID = "320"; */
"320.title" = "بدء التشغيل عند فتح الملف";

/* Class = "NSBox"; title = "الكشف عن ترميز النص"; ObjectID = "327"; */
"327.title" = "الكشف عن ترميز النص";

/* Class = "NSTextFieldCell"; title = "إن كانت الثقة ≤"; ObjectID = "329"; */
"329.title" = "إن كانت الثقة ≤";

/* Class = "NSTextFieldCell"; title = "حدد الترميز بـ:"; ObjectID = "334"; */
"334.title" = "حدد الترميز بـ:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "إعطاء الثقة التامة 100% غير مستحسن وسيعطل الكشف التلقائي لترميز النص "; ObjectID = "348"; */
"348.title" = "إعطاء الثقة التامة 100% غير مستحسن وسيعطل الكشف التلقائي لترميز النص ";

/* Class = "NSButtonCell"; title = "السماح بتراكب الترجمات"; ObjectID = "350"; */
"350.title" = "السماح بتراكب الترجمات";

/* Class = "NSMenuItem"; title = "فقط في الأعلى"; ObjectID = "354"; */
"354.title" = "فقط في الأعلى";

/* Class = "NSButtonCell"; title = "استخدام بروتوكول HTTP عوضاً عن RTSP عند نقل تدفق البيانات"; ObjectID = "358"; */
"358.title" = "استخدام بروتوكول HTTP عوضاً عن RTSP عند نقل تدفق البيانات";

/* Class = "NSButtonCell"; title = "استخدام FFMPEG في معالجة تدفق البيانات"; ObjectID = "365"; */
"365.title" = "استخدام FFMPEG في معالجة تدفق البيانات";

/* Class = "NSButtonCell"; title = "إعادة دمج قنوات DTS 5.1 إلى ستيريو"; ObjectID = "373"; */
"373.title" = "إعادة دمج قنوات DTS 5.1 إلى ستيريو";

/* Class = "NSTextFieldCell"; title = "الرجاء تفعيل هذا الخيار إن كنت تستخدم السماعات الداخلية أو سماعات الرأس"; ObjectID = "376"; */
"376.title" = "الرجاء تفعيل هذا الخيار إن كنت تستخدم السماعات الداخلية أو سماعات الرأس";

/* Class = "NSTextFieldCell"; title = "عرض:"; ObjectID = "387"; */
"387.title" = "عرض:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "الوقت المتبقي"; ObjectID = "391"; */
"391.title" = "الوقت المتبقي";

/* Class = "NSMenuItem"; title = "الوقت الإجمالي"; ObjectID = "392"; */
"392.title" = "الوقت الإجمالي";

/* Class = "NSTextFieldCell"; title = "على يمين لوحة التحكم"; ObjectID = "395"; */
"395.title" = "على يمين لوحة التحكم";

/* Class = "NSButtonCell"; title = "متابعة التشغيل من آخر نقطة توقف عندها"; ObjectID = "400"; */
"400.title" = "متابعة التشغيل من آخر نقطة توقف عندها";

/* Class = "NSButtonCell"; title = "إخفاء Dock دائمًا في وضع ملء الشاشة"; ObjectID = "403"; */
"403.title" = "إخفاء Dock دائمًا في وضع ملء الشاشة";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "بلا"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "بلا";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "عادي"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "عادي";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "متقدم"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "متقدم";

/* Class = "NSTextFieldCell"; title = "تحسين الصورة:"; ObjectID = "410"; */
"410.title" = "تحسين الصورة:";

/* Class = "NSTextFieldCell"; title = "أسلوب تشابك الإطارات:"; ObjectID = "413"; */
"413.title" = "أسلوب تشابك الإطارات:";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "بلا"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "بلا";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "خيارات إضافية:"; ObjectID = "423"; */
"423.title" = "خيارات إضافية:";

/* Class = "NSTextFieldCell"; title = "ستمرر هذه الخيارات الإضافية مباشرةً إلى MPlayer. الرجاء عدم إضافة أي خيار ما لم تكن على درايةٍ بالاستخدام الإحترافي لبرنامج MPlayer."; ObjectID = "430"; */
"430.title" = "ستمرر هذه الخيارات الإضافية مباشرةً إلى MPlayer. الرجاء عدم إضافة أي خيار ما لم تكن على درايةٍ بالاستخدام الإحترافي لبرنامج MPlayer.";

/* Class = "NSTextFieldCell"; title = "كيفية حفظ إعدادات \"ألوان الفيديو\":"; ObjectID = "435"; */
"435.title" = "كيفية حفظ إعدادات \"ألوان الفيديو\":";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "عدم الإحتفاظ بالإعدادات وإعادة ضبطها دائمًا عندما يتوقف التشغيل"; ObjectID = "439"; */
"439.title" = "عدم الإحتفاظ بالإعدادات وإعادة ضبطها دائمًا عندما يتوقف التشغيل";

/* Class = "NSMenuItem"; title = "إعادة ضبط الإعدادات إذا لم يوجد ملف تالي ليُشغل"; ObjectID = "440"; */
"440.title" = "إعادة ضبط الإعدادات إذا لم يوجد ملف تالي ليُشغل";

/* Class = "NSMenuItem"; title = "إعادة ضبط الإعدادات عند إنهاء البرنامج"; ObjectID = "441"; */
"441.title" = "إعادة ضبط الإعدادات عند إنهاء البرنامج";

/* Class = "NSMenuItem"; title = "عدم إعادة ضبط الإعدادات نهائيًا، والإحتفاظ بها كتفضيلات"; ObjectID = "442"; */
"442.title" = "عدم إعادة ضبط الإعدادات نهائيًا، والإحتفاظ بها كتفضيلات";

/* Class = "NSTextFieldCell"; title = "كيفية حفظ إعدادات \"موازن الصوت\":"; ObjectID = "445"; */
"445.title" = "كيفية حفظ إعدادات \"موازن الصوت\":";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "عدم الإحتفاظ بالإعدادات وإعادة ضبطها دائمًا عندما يتوقف التشغيل"; ObjectID = "449"; */
"449.title" = "عدم الإحتفاظ بالإعدادات وإعادة ضبطها دائمًا عندما يتوقف التشغيل";

/* Class = "NSMenuItem"; title = "إعادة ضبط الإعدادات إذا لم يوجد ملف تالي ليُشغل"; ObjectID = "450"; */
"450.title" = "إعادة ضبط الإعدادات إذا لم يوجد ملف تالي ليُشغل";

/* Class = "NSMenuItem"; title = "إعادة ضبط الإعدادات عند إنهاء البرنامج"; ObjectID = "451"; */
"451.title" = "إعادة ضبط الإعدادات عند إنهاء البرنامج";

/* Class = "NSMenuItem"; title = "عدم إعادة ضبط الإعدادات نهائيًا، والإحتفاظ بها كتفضيلات"; ObjectID = "452"; */
"452.title" = "عدم إعادة ضبط الإعدادات نهائيًا، والإحتفاظ بها كتفضيلات";

/* Class = "NSTextFieldCell"; title = "تحميل الترجمة إذا كان اسم الملف الحاوي لها:"; ObjectID = "459"; */
"459.title" = "تحميل الترجمة إذا كان اسم الملف الحاوي لها:";

/* Class = "NSTextFieldCell"; title = "المحاذاة:"; ObjectID = "461"; */
"461.title" = "المحاذاة:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "إفتراضي (إستخدام القيمة في ملف الترجمة)"; ObjectID = "467"; */
"467.title" = "إفتراضي (إستخدام القيمة في ملف الترجمة)";

/* Class = "NSMenuItem"; title = "في الأسفل وإلى اليسار"; ObjectID = "468"; */
"468.title" = "في الأسفل وإلى اليسار";

/* Class = "NSMenuItem"; title = "في الأسفل وفي المنتصف"; ObjectID = "469"; */
"469.title" = "في الأسفل وفي المنتصف";

/* Class = "NSMenuItem"; title = "في الأسفل وإلى اليمين"; ObjectID = "470"; */
"470.title" = "في الأسفل وإلى اليمين";

/* Class = "NSMenuItem"; title = "في الأعلى وإلى اليسار"; ObjectID = "471"; */
"471.title" = "في الأعلى وإلى اليسار";

/* Class = "NSMenuItem"; title = "في الأعلى وفي المنتصف"; ObjectID = "472"; */
"472.title" = "في الأعلى وفي المنتصف";

/* Class = "NSMenuItem"; title = "في الأعلى وإلى اليمين"; ObjectID = "473"; */
"473.title" = "في الأعلى وإلى اليمين";

/* Class = "NSButtonCell"; title = "تعطيل استخدام التمرير الأفقي للفأرة لتغير نقطة التشغيل"; ObjectID = "479"; */
"479.title" = "تعطيل استخدام التمرير الأفقي للفأرة لتغير نقطة التشغيل";

/* Class = "NSButtonCell"; title = "تعطيل استخدام التمرير الرأسي للفأرة لتغير مستوى الصوت"; ObjectID = "481"; */
"481.title" = "تعطيل استخدام التمرير الرأسي للفأرة لتغير مستوى الصوت";

/* Class = "NSButtonCell"; title = "ضبط إرتفاع حيز الترجمة ليلائم إرتفاع الشاشة عند الدخول في وضع ملء الشاشة"; ObjectID = "485"; */
"485.title" = "ضبط إرتفاع حيز الترجمة ليلائم إرتفاع الشاشة عند الدخول في وضع ملء الشاشة";

/* Class = "NSTextFieldCell"; title = "بتفعيل هذا الخيار سيعمل MPlayerX على ألا تتراكب الترجمة فوق الصورة بقدر المستطاع. \nمع ذلك فإنه في بعض الأحيان قد يؤدي إلى زيادة حجم الصورة لتغطي مساحة الشاشة وخاصةً في بعض الفيديوهات ذات الدقة العالية HD وذلك ما قد يؤدي إلى بطء أثناء تشغيل الفيلم"; ObjectID = "488"; */
"488.title" = "بتفعيل هذا الخيار سيعمل MPlayerX على ألا تتراكب الترجمة فوق الصورة بقدر المستطاع. \nمع ذلك فإنه في بعض الأحيان قد يؤدي إلى زيادة حجم الصورة لتغطي مساحة الشاشة وخاصةً في بعض الفيديوهات ذات الدقة العالية HD وذلك ما قد يؤدي إلى بطء أثناء تشغيل الفيلم";

/* Class = "NSTextFieldCell"; title = "الخط:"; ObjectID = "490"; */
"490.title" = "الخط:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "تحميل الترجمة دون عرضها عندما يبدأ تشغيل الفيلم"; ObjectID = "500"; */
"500.title" = "تحميل الترجمة دون عرضها عندما يبدأ تشغيل الفيلم";

/* Class = "NSButtonCell"; title = "إكتشاف المخرج الرقمي SPDIF تلقائياً"; ObjectID = "528"; */
"528.title" = "إكتشاف المخرج الرقمي SPDIF تلقائياً";

/* Class = "NSButtonCell"; title = "تفعيل استخدام مفاتيح الوسائط (F7, F8, F9) للتحكم بالتشغيل (يسري مفعول هذا الخيار بعد إعادة التشغيل)"; ObjectID = "542"; */
"542.title" = "تفعيل استخدام مفاتيح الوسائط (F7, F8, F9) للتحكم بالتشغيل (يسري مفعول هذا الخيار بعد إعادة التشغيل)";

/* Class = "NSButtonCell"; title = "تفعيل قائمة \"العناصر الحديثة\""; ObjectID = "552"; */
"552.title" = "تفعيل قائمة \"العناصر الحديثة\"";

/* Class = "NSButtonCell"; title = "حاول دائمًا استخدام شاشة ثانوية"; ObjectID = "557"; */
"557.title" = "حاول دائمًا استخدام شاشة ثانوية";

/* Class = "NSButtonCell"; title = "السماح لجهاز التحكم عن بعد الخاص بآبل Apple Remote بالتحكم بمستوى الصوت"; ObjectID = "566"; */
"566.title" = "السماح لجهاز التحكم عن بعد الخاص بآبل Apple Remote بالتحكم بمستوى الصوت";

/* Class = "NSTextFieldCell"; title = "حفظ لقطة"; ObjectID = "587"; */
"587.title" = "حفظ لقطة";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "إلى الحافظة"; ObjectID = "594"; */
"594.title" = "إلى الحافظة";

/* Class = "NSMenuItem"; title = "كملف PNG"; ObjectID = "595"; */
"595.title" = "كملف PNG";

/* Class = "NSMenuItem"; title = "كملف JPEG"; ObjectID = "596"; */
"596.title" = "كملف JPEG";

/* Class = "NSMenuItem"; title = "كملف TIFF"; ObjectID = "597"; */
"597.title" = "كملف TIFF";

/* Class = "NSMenuItem"; title = "كملف BMP"; ObjectID = "598"; */
"598.title" = "كملف BMP";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
